Repository: fancysnake/ludamus
Catalog: src/ludamus/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Host data fields collect contact and personal information from session hosts when they submit proposals. Examples: email address, phone number, Discord username. This data is shared across all session types for the event - each host fills it once.
pl: Pola danych twórcy służą do zbierania informacji kontaktowych i osobowych od prowadzących punkty programu przy składaniu zgłoszeń. Przykłady: adres e-mail, numer telefonu, nazwa użytkownika Discord. Dane te są wspólne dla wszystkich typów punktów programu - każdy twórca wypełnia je tylko raz.

source: After creating fields here, configure which ones are required or optional in each session type's settings.
pl: Po utworzeniu pól tutaj, skonfiguruj które z nich są wymagane lub opcjonalne w ustawieniach każdego typu punktu programu.

source: Type
pl: Typ

source: Multiple
pl: Wielokrotny

source: Custom
pl: Własne

source: Are you sure you want to delete this field?
pl: Czy na pewno chcesz usunąć to pole?

source: No personal data fields defined. Add fields to collect host information.
pl: Nie zdefiniowano pól danych osobowych. Dodaj pola, aby zbierać informacje o twórcach.

source: New Session Field
pl: Nowe pole punktu programu

source: e.g., RPG System, Genre, Difficulty
pl: np. System RPG, Gatunek, Poziom trudności

source: Edit Session Field
pl: Edytuj pole punktu programu

source: Session Classification
pl: Klasyfikacja punktów programu

source: What are Session Fields?
pl: Czym są pola punktu programu?

source: Session fields collect information about each session proposal. Examples: game system, genre, difficulty level, language. Unlike host data, session fields are filled separately for each proposal.
pl: Pola punktu programu służą do zbierania informacji o każdym zgłoszeniu. Przykłady: system gry, gatunek, poziom trudności, język. W przeciwieństwie do danych twórcy, pola punktu programu są wypełniane osobno dla każdego zgłoszenia.

source: No session fields defined. Add fields to classify sessions.
pl: Nie zdefiniowano pól punktu programu. Dodaj pola, aby klasyfikować punkty programu.

source: Configuration
pl: Konfiguracja

source: Cancel Changes
pl: Anuluj zmiany

source: Save Settings
pl: Zapisz ustawienia

source: Basic Information
pl: Podstawowe informacje

source: Event Name
pl: Nazwa wydarzenia

source: Event Status
pl: Status wydarzenia

source: Days to Event
pl: Dni do wydarzenia

source: open
pl: otwarte

source: closed
pl: zamknięte

source: Scheduled Sessions
pl: Zaplanowane punkty programu

source: Spaces
pl: Przestrzenie

source: Space Details
pl: Szczegóły przestrzeni

source: e.g., Room 101, Main Hall
pl: np. Sala 101, Hala główna

source: Optional - maximum number of attendees
pl: Opcjonalnie - maksymalna liczba uczestników

source: Create Space
pl: Utwórz przestrzeń

source: Edit Space
pl: Edycja przestrzeni

source: Deleting a space cannot be undone.
pl: Usunięcie przestrzeni nie może zostać cofnięte.

source: Delete Space
pl: Usuń przestrzeń

source: Copy Venue to Event
pl: Kopiuj lokalizację do wydarzenia

source: This will copy "%(venue_name)s" including all areas and spaces to another event.
pl: Spowoduje to skopiowanie "%(venue_name)s" wraz ze wszystkimi strefami i przestrzeniami do innego wydarzenia.

source: Select Target Event
pl: Wybierz docelowe wydarzenie

source: Select an event...
pl: Wybierz wydarzenie...

source: Copy to Event
pl: Kopiuj do wydarzenia

source: New Venue
pl: Nowa lokalizacja

source: Venue Details
pl: Szczegóły lokalizacji

source: e.g., Main Hall, Conference Center
pl: np. Hala główna, Centrum konferencyjne

source: Address
pl: Adres

source: e.g., 123 Main Street, City
pl: np. ul. Główna 123, Miasto

source: Create Venue
pl: Utwórz lokalizację

source: What are areas?
pl: Czym są strefy?

source: Areas are subdivisions within a venue, such as floors, wings, halls, or outdoor sections. Use areas to group related spaces together for easier organization and navigation.
pl: Strefy to podziały w ramach lokalizacji, takie jak piętra, skrzydła, hale lub sekcje na zewnątrz. Używaj stref do grupowania powiązanych przestrzeni w celu łatwiejszej organizacji i nawigacji.

source: No areas yet. Create an area to organize spaces within this venue.
pl: Brak stref. Utwórz strefę, aby uporządkować przestrzenie w tej lokalizacji.

source: Duplicate Venue
pl: Duplikuj lokalizację

source: This will create a copy of "%(venue_name)s" including all areas and spaces.
pl: Spowoduje to utworzenie kopii "%(venue_name)s" wraz ze wszystkimi strefami i przestrzeniami.

source: e.g., Main Hall (Copy)
pl: np. Hala główna (Kopia)

source: Edit Venue
pl: Edycja lokalizacji

source: Deleting a venue cannot be undone.
pl: Usunięcie lokalizacji nie może zostać cofnięte.

source: Are you sure you want to delete this venue?
pl: Czy na pewno chcesz usunąć tę lokalizację?

source: Delete Venue
pl: Usuń lokalizację

source: Venue Structure
pl: Struktura lokalizacji

source: List View
pl: Widok listy

source: Structure Overview
pl: Przegląd struktury

source: %(counter)s area
pl: %(counter)s strefa

source: %(counter)s space
pl: %(counter)s przestrzeń

source: No spaces defined
pl: Brak zdefiniowanych przestrzeni

source: No areas defined for this venue
pl: Brak zdefiniowanych stref dla tej lokalizacji

source: No venues yet. Create a venue to start building your event structure.
pl: Brak lokalizacji. Utwórz lokalizację, aby rozpocząć budowanie struktury wydarzenia.

source: Create First Venue
pl: Utwórz pierwszą lokalizację

source: Physical Locations
pl: Fizyczne lokalizacje

source: What are venues?
pl: Czym są lokalizacje?

source: Venues are physical locations like buildings, convention centers, or complexes. Each venue is typically identified by its address. Within venues, you can organize areas (floors, wings) and spaces (individual rooms).
pl: Lokalizacje to fizyczne miejsca, takie jak budynki, centra konferencyjne lub kompleksy. Każda lokalizacja jest zazwyczaj identyfikowana przez swój adres. W ramach lokalizacji można organizować strefy (piętra, skrzydła) i przestrzenie (pojedyncze sale).

source: Duplicate
pl: Duplikuj

source: Copy
pl: Kopiuj

source: No venues yet. Venues will be managed here once available.
pl: Brak lokalizacji. Lokalizacje będą tutaj zarządzane po ich utworzeniu.
