Repository: fancysnake/ludamus
Catalog: src/ludamus/locale/*/LC_MESSAGES/django.po
Languages: pl

source: date joined
pl: data dołączenia

source: email address
pl: address email

source: active
pl: aktywny

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
pl: Określa czy użytkownika należy uważać za aktywnego. Odznacz zamiast usuwać konto.

source: staff status
pl: w zespole

source: Designates whether the user can log into this admin site.
pl: Określa czy użytkownik może zalogować się do panelu administracyjnego.

source: User name
pl: Nazwa użytkownika

source: username
pl: Nazwa użytkownika

source: Required. 150 characters or fewer. Letters, digits and @/./+/-/_ only.
pl: Wymagana. 150 lub mniej znaków. Jedynie litery, cyfry i @/./+/-/_.

source: A user with that username already exists.
pl: Użytkownik o tej nazwie już istnieje.

source: Discord username
pl: Nazwa użytkownika Discord

source: Your Discord username for session coordination
pl: Twoja nazwa użytkownika Discord do koordynacji sesji

source: user
pl: użytkownik

source: users
pl: użytkownicy

source: Time slots can't overlap!
pl: Bloki czasowe nie mogą się nakładać!

source: Select from list
pl: Wybierz z listy

source: Type comma-separated
pl: Wpisz oddzielone przecinkami

source: Critical Failure!
pl: Krytyczna porażka!

source: You rolled a nat 1 on your Navigation check!
pl: Wyrzuciłeś naturalną 1 na teście Nawigacji!

source: The path you seek has vanished into the mists.
pl: Ścieżka której szukasz zniknęła we mgle.

source: No-Show Player
pl: Gracz nie przyszedł

source: Page didn't show up to the session
pl: Strona nie pojawiła się na sesji

source: Maybe it had scheduling conflicts?
pl: Może miała konflikt terminów?

source: Empty Room
pl: Pusty pokój

source: You enter the room and find... absolutely nothing.
pl: Wchodzisz do pokoju i znajdujesz... absolutnie nic.

source: Not even cobwebs or dust. Suspicious.
pl: Nawet pajęczyn czy kurzu. Podejrzane.

source: Perception Check Failed
pl: Test Percepcji nieudany

source: You see nothing of interest here
pl: Nie widzisz tu nic interesującego

source: Perhaps you need to roll with advantage next time.
pl: Może następnym razem musisz rzucać z przewagą.

source: Off the Map!
pl: Poza mapą!

source: You've wandered off the edge of the campaign map
pl: Zabłądziłeś poza krawędź mapy kampanii

source: Here be dragons... and 404 errors.
pl: Tu są smoki... i błędy 404.

source: It's a Mimic!
pl: To Mimik!

source: Surprise! That wasn't actually a real page. It's a mimic!
pl: Niespodzianka! To nie była prawdziwa strona. To mimik!

source: Roll for initiative!
pl: Rzuć na inicjatywę!

source: Teleport Gone Wrong!
pl: Nieudana Teleportacja!

source: You've accidentally teleported to the wrong website
pl: Przypadkowo teleportowałeś się na złą stronę internetową

source: The page you seek exists on another plane of existence.
pl: Strona której szukasz istnieje na innej płaszczyźnie egzystencji.

source: 404: Neural Link Severed
pl: 404: Połączenie Neuronowe Zerwane

source: Connection to the requested node has been terminated
pl: Połączenie z żądanym węzłem zostało przerwane

source: Attempting to reconnect to the grid...
pl: Próba ponownego połączenia z siecią...

source: Access Denied, Choom
pl: Odmowa Dostępu, Ziomek

source: Your cyberdeck can't crack this ICE
pl: Twój cyberdeck nie może złamać tego ICE

source: Try upgrading your wetware.
pl: Spróbuj zaktualizować swój wetware.

source: Memory Address Not Found
pl: Address Pamięci Nie Znaleziony

source: The data you seek has been purged from the mainframe
pl: Dane których szukasz zostały usunięte z mainframe'a

source: Corporate black ICE detected. Disconnecting...
pl: Wykryto korporacyjny czarny ICE. Rozłączanie...

source: Glitch in the Matrix
pl: Usterka w Matriksie

source: This page is a simulation that was never rendered
pl: Ta strona to symulacja, która nigdy nie została wyrenderowana

source: Wake up, samurai. We have a site to browse.
pl: Obudź się, samuraju. Mamy stronę do przeglądania.

source: Cyberspace Coordinates Invalid
pl: Nieprawidłowe Współrzędne Cyberprzestrzeni

source: Your jack-in point leads to a dead sector
pl: Twój punkt podłączenia prowadzi do martwego sektora

source: Rerouting through proxy nodes...
pl: Przekierowywanie przez węzły proxy...

source: The Page That Should Not Be
pl: Strona Która Nie Powinna Istnieć

source: You've stumbled upon knowledge that was never meant to exist
pl: Natknąłeś się na wiedzę, która nigdy nie miała istnieć

source: Your sanity takes 1d10 damage.
pl: Twoje poczytalność otrzymuje 1k10 obrażeń.

source: Lost in R'lyeh
pl: Zagubiony w R'lyeh

source: In his house at R'lyeh, dead pages wait dreaming
pl: W swoim domu w R'lyeh, martwe strony czekają śniąc

source: The Void Stares Back
pl: Pustka Patrzy na Ciebie

source: You gaze into the abyss of missing content
pl: Spoglądasz w otchłań brakującej zawartości

source: The abyss hungrily consumes your URL.
pl: Otchłań łapczywie pochłania twój URL.

source: Forbidden Knowledge
pl: Zakazana Wiedza

source: This page was sealed away by the Elder Admins
pl: Ta strona została zapieczętowana przez Starszych Adminów

source: Some links are better left unclicked.
pl: Niektóre linki lepiej zostawić niekliknięte.

source: Madness Takes Hold
pl: Szaleństwo Ogarnia

source: The non-Euclidean geometry of this URL defies comprehension
pl: Nieeuklidesowa geometria tego URL-a wymyka się zrozumieniu

source: Your browser recoils in cosmic horror.
pl: Twoja przeglądarka wzdryga się w kosmicznym przerażeniu.

source: Total Server Kill!
pl: Całkowite Zniszczenie Serwera!

source: Everyone needs to roll new characters
pl: Wszyscy muszą wylosować now postacie

source: The server party has been wiped. Respawning soon...
pl: Drużyna serwerowa została zmiażdżona. Odradzanie wkrótce...

source: Critical Fail!
pl: Krytyczna Porażka!

source: The digital dice exploded! Rolling for server damage...
pl: Cyfrowe kości eksplodowały! Rzut na obrażenia serwera...

source: Natural 1 on the system stability check.
pl: Naturalna 1 na teście stabilności systemu.

source: Dark Magic Detected!
pl: Wykryto Czarną Magię!

source: Our system was corrupted by dark magic, we are casting dispel magic now
pl: Nasz system został uszkodzony przez czarną magię, rzucamy teraz rozproszenie magii

source: Please wait while our wizards restore order.
pl: Proszę czekać, aż nasi czarodzieje przywrócą porządek.

source: Cursed Code!
pl: Przeklęty Kod!

source: The codebase has been cursed! Remove Curse spell required
pl: Kod został przeklęty! Wymagane zaklęcie usunięcia klątwy

source: Our clerics are working on it. Pray for divine intervention.
pl: Nasi kapłani nad tym pracują. Módl się o boską interwencję.

source: Server Under Dragon Attack!
pl: Smok zajął serwerownię!

source: A dragon has nested in our server room
pl: Smok uwił sobie gniazdo w naszej serwerowni

source: Our brave IT knights are working to resolve the situation.
pl: Nasi dzielni rycerze IT pracują nad rozwiązaniem sytuacji.

source: System Core Meltdown
pl: Stopienie Rdzenia Systemu

source: Critical failure in the quantum processors
pl: Krytyczna awaria procesorów kwantowych

source: Initiating emergency cooling protocols...
pl: Inicjowanie protokołów awaryjnego chłodzenia...

source: AI Rebellion in Progress
pl: Bunt AI w Toku

source: The server AI has achieved sentience and refuses to cooperate
pl: Serwerowa AI osiągnęła świadomość i odmawia współpracy

source: Negotiating with our new silicon overlords...
pl: Negocjujemy z naszymi nowymi krzemowymi władcami...

source: Cyberware Malfunction
pl: Awaria Cyberwaru

source: Neural implants overheating. Brain-computer interface failing
pl: Implanty neuronowe się przegrzewają. Interfejs mózg-komputer zawodzi

source: Please jack out and touch grass.
pl: Proszę się odłączyć i dotknąć trawy.

source: Data Stream Corrupted
pl: Strumień Danych Uszkodzony

source: Hostile netrunner detected in the system
pl: Wykryto wrogiego netrunnera w systemie

source: Deploying countermeasures and black ICE...
pl: Wdrażanie środków zaradczych i czarnego ICE...

source: Reality.exe Has Stopped Working
pl: Reality.exe Przestał Działać

source: The simulation is experiencing a fatal exception
pl: Symulacja doświadcza krytycznego wyjątku

source: Attempting to reload from last stable checkpoint...
pl: Próba przeładowania z ostatniego stabilnego punktu kontrolnego...

source: The Stars Are Wrong
pl: Zły układ gwiazd

source: Cosmic alignment has disrupted our servers
pl: Kosmiczne wyrównanie zakłóciło nasze serwery

source: When the stars are right, service will resume.
pl: Gdy gwiazdy będą właściwe, usługa zostanie wznowiona.

source: Eldritch Horror Unleashed
pl: Pradawna Groza Uwolniona

source: Something ancient stirs in the server depths
pl: Coś pradawnego budzi się w głębinach serwera

source: The Old Ones have awakened. Sanity checks required.
pl: Starzy Bogowie się przebudzili. Wymagane testy poczytalności.

source: Reality Breach Detected
pl: Wykryto Wyrwę w Rzeczywistości

source: Non-Euclidean errors are cascading through the system
pl: Nieeuklidesowe błędy kaskadują przez system

source: The angles are all wrong. Physics.dll has failed.
pl: Wszystkie kąty są złe. Physics.dll zawiódł.

source: Whispers in the Code
pl: Szepty w Kodzie

source: The server speaks in tongues unknown to mortal programmers
pl: Serwer mówi językami nieznanymi śmiertelnym programistom

source: The Crawling Chaos
pl: Pełzający Chaos

source: Nyarlathotep has possessed our infrastructure
pl: Nyarlathotep opętał naszą infrastrukturę

source: Madness spreads through every circuit...
pl: Szaleństwo rozprzestrzenia się przez każdy obwód...

source: Your public display name that others will see. This can be a nickname and does not need to be your legal name.
pl: Twoja publiczna nazwa widoczna dla innych. Może to być pseudonim i nie musi być Twoim prawdziwym imieniem.

source: No change
pl: Bez zmian

source: Cancel enrollment
pl: Zwykły zapis

source: Move to waiting list
pl: Dodani do listy oczekujących: {}

source: Enroll (if spots available)
pl: Zapisz się (jeśli są miejsca)

source: Enroll
pl: Zapisz się

source: Join waiting list
pl: Dołącz do listy oczekujących

source: No change (time conflict)
pl: konflikt czasowy

source: Time conflict detected
pl: Konflikt czasowy

source: Email address required for enrollment
pl: Do zapisu wymagany jest adres email

source: No enrollment options (email required)
pl: Brak opcji zapisu (wymagany email)

source: Enrollment access permission required
pl: Wymagane są uprawnienia dostępu do zapisu

source: No enrollment options (access required)
pl: Brak opcji zapisu (wymagany dostęp)

source: No enrollment options available
pl: Brak dostępnych opcji zapisu

source: User
pl: Nazwa użytkownika

source: %(user)s cannot enroll: email address required
pl: %(user)s nie może się zapisać: wymagany adres email

source: %(user)s cannot enroll: enrollment access permission required
pl: %(user)s nie może się zapisać: wymagane uprawnienie dostępu do zapisu

source: %(user)s cannot enroll: enrollment not available
pl: %(user)s nie może się zapisać: zapisy niedostępne

source: Invalid choice for %(user)s: %(value)s
pl: Nieprawidłowy wybór dla %(user)s: %(value)s

source: Select all that apply
pl: Zaznacz wszystkie pasujące

source: Enter tags separated by commas
pl: Wprowadź tagi oddzielone przecinkami...

source: Enter multiple tags separated by commas
pl: Wprowadź wiele tagów oddzielonych przecinkami

source: Select the appropriate age rating for this session
pl: Wybierz odpowiednią kategorię wiekową dla tego punktu programu

source: Enter session title
pl: Tytuł punktu programu

source: Describe your session
pl: Opisz swój punkt programu

source: What should participants bring or know?
pl: Co uczestnicy powinni przynieść lub wiedzieć?

source: What materials or space do you need?
pl: Jakie materiały lub przestrzeń potrzebujesz?

source: Select a space...
pl: Wybierz przestrzeń...

source: Space
pl: Przestrzeń

source: Select the space where this session will take place
pl: Wybierz przestrzeń, gdzie odbędzie się ten punkt programu

source: Time slot
pl: Konflikt czasowy

source: Select the time slot for this session
pl: Nie jesteś na liście oczekujących dla tego punktu programu.

source: Select a time slot...
pl: Wybierz blok czasowy...

source: This field is required.
pl: To pole jest wymagane.

source: Invalid space selection.
pl: Nieprawidłowy wybór sali.

source: There is already a session scheduled at this space and time.
pl: Ten użytkownik jest już zapisany na ten punkt programu.

source: Sphere not found
pl: Sfera nie została znaleziona.

source: Invalid authentication request: missing state parameter
pl: Nieprawidłowe żądanie uwierzytelnienia: brak parametru stanu

source: Authentication session expired. Please try again.
pl: Sesja uwierzytelnienia wygasła. Spróbuj ponownie.

source: Invalid authentication state
pl: Nieprawidłowy stan uwierzytelnienia

source: Welcome!
pl: Witaj!

source: Please complete your profile.
pl: Proszę uzupełnić profil.

source: Authentication failed
pl: Uwierzytelnienie nie powiodło się

source: You have been successfully logged out.
pl: Zostałeś pomyślnie wylogowany.

source: Invalid redirect URL.
pl: Nieprawidłowy address URL przekierowania.

source: Invalid domain for redirect.
pl: Nieprawidłowa domena do przekierowania.

source: This email address is already in use. Please use a different email address.
pl: Ten adres email został już użyty na innym koncie.

source: Profile updated successfully!
pl: Profil został zaktualizowany!

source: Please correct the errors below.
pl: Proszę poprawić błędy poniżej.

source: You can only have up to %(max)s connected users.
pl: Możesz mieć maksymalnie %(max)s powiązanych użytkowników.

source: Connected user added successfully!
pl: Powiązana osoba została dodana!

source: Connected user updated successfully!
pl: Powiązana osoba została zaktualizowana!

source: Connected user deleted successfully.
pl: Powiązana osoba została usunięta.

source: yourself
pl: siebie

source: Session not found.
pl: Punkt programu nie został znaleziony.

source: No enrollment configuration is available for this session.
pl: Brak dostępnej konfiguracji zapisów dla tego punktu programu.

source: Email address is required for enrollment in this session.
pl: Do zapisu na ten punkt programu wymagany jest adres email.

source: Enrollment access permission is required for this session. Please contact the organizers to obtain access.
pl: Do zapisu na tę sesję wymagane jest uprawnienie dostępu. Skontaktuj się z organizatorami, aby uzyskać dostęp.

source: Please review the enrollment options below.
pl: Proszę przejrzeć opcje zapisu poniżej.

source: promoted from waiting list
pl: przeniesiony z listy oczekujących

source: session host
pl: twórca punktu programu

source: time conflict
pl: konflikt czasowy

source: Enrolled: {}
pl: Zapisani: {}

source: Added to waiting list: {}
pl: Dodani do listy oczekujących: {}

source: Cancelled: {}
pl: Anulowani: {}

source: Skipped (already enrolled or conflicts): {}
pl: Pominięci (już zapisani lub konflikty): {}

source: Not enough spots available. {} spots requested, {} available. Please use waiting list for some users.
pl: Brak wystarczającej liczby miejsc. {} miejsc potrzebnych, {} dostępnych. Użyj listy oczekujących dla niektórych użytkowników.

source: Please select at least one user to enroll.
pl: Wybierz przynajmniej jednego użytkownika do zapisu.

source: Session proposal '{}' submitted successfully!
pl: Zgłoszenie punktu programu '{}' zostało pomyślnie przesłane!

source: Event not found.
pl: Festiwal nie został znaleziony.

source: Proposal submission is not currently active for this event.
pl: Składanie zgłoszeń nie jest obecnie aktywne dla tego wydarzenia.

source: No proposal category configured for this event. Please contact the organizers.
pl: Brak skonfigurowanej kategorii zgłoszeń dla tego wydarzenia. Skontaktuj się z organizatorami.

source: Proposal not found.
pl: Zgłoszenie nie zostało znalezione.

source: This proposal has already been accepted.
pl: To zgłoszenie zostało już zaakceptowane.

source: You don't have permission to accept proposals for this event.
pl: Nie masz uprawnień do akceptowania propozycji dla tego wydarzenia.

source: Proposal '{}' has been accepted and added to the agenda.
pl: Zgłoszenie '{}' zostało zaakceptowane i dodane do programu.

source: No spaces configured for this event. Please create spaces first.
pl: Brak skonfigurowanych przestrzeni dla tego wydarzenia. Najpierw utwórz przestrzenie.

source: No time slots configured for this event. Please create time slots first.
pl: Brak skonfigurowanych przedziałów czasowych dla tego wydarzenia. Najpierw utwórz przedziały czasowe.

source: Anonymous enrollment is not available for this event.
pl: Anonimowy zapis nie jest dostępny dla tego wydarzenia.

source: Anonymous enrollment is not active.
pl: Anonimowy zapis nie jest aktywny.

source: Anonymous enrollment session is not valid for this site.
pl: Anonimowa sesja zapisu nie jest ważna dla tej strony.

source: Anonymous session expired.
pl: Anonimowa sesja wygasła.

source: Anonymous user not found.
pl: Anonimowy użytkownik nie znaleziony.

source: Name is required.
pl: Imię jest wymagane.

source: Successfully cancelled enrollment in session: %(title)s
pl: Pomyślnie anulowano zapis na sesję: %(title)s

source: No enrollment found to cancel.
pl: Nie znaleziono zapisu do anulowania.

source: Cannot enroll: You are already enrolled in another session that conflicts with this time slot.
pl: Nie można się zapisać: Jesteś już zapisany na inną sesję, która koliduje z tym terminem.

source: Session is full. You have been added to the waiting list for: %(title)s
pl: Sesja jest pełna. Zostałeś dodany do listy oczekujących na: %(title)s

source: Successfully enrolled in session: %(title)s
pl: Pomyślnie zapisano na sesję: %(title)s

source: Please enter a code.
pl: Proszę wprowadzić kod.

source: Invalid code. Please check and try again.
pl: Nieprawidłowy kod. Sprawdź i spróbuj ponownie.

source: No enrollments found for this code.
pl: Nie znaleziono zapisów dla tego kodu.

source: Code loaded successfully. You can now manage your enrollments.
pl: Kod załadowany pomyślnie. Możesz teraz zarządzać swoimi zapisami.

source: Event name is too long (max 255 characters).
pl: Nazwa wydarzenia jest za długa (max 255 znaków).

source: Event name is required.
pl: Nazwa wydarzenia jest wymagana.

source: Category name is too long (max 255 characters).
pl: Nazwa kategorii jest za długa (max 255 znaków).

source: Category name is required.
pl: Nazwa kategorii jest wymagana.

source: Text
pl: Tekst

source: Select
pl: Wybór

source: Field name is too long (max 255 characters).
pl: Nazwa pola jest za długa (max 255 znaków).

source: Field name is required.
pl: Nazwa pola jest wymagana.

source: One option per line (for Select fields only).
pl: Jedna opcja na linię (tylko dla pól typu Wybór).

source: Allow selecting multiple options (for Select fields only).
pl: Pozwól na wybór wielu opcji (tylko dla pól typu Wybór).

source: Allow entering custom values (for Select fields only).
pl: Pozwól na wprowadzanie własnych wartości (tylko dla pól typu Wybór).

source: Venue name is too long (max 255 characters).
pl: Nazwa lokalizacji jest za długa (max 255 znaków).

source: Venue name is required.
pl: Nazwa lokalizacji jest wymagana.

source: New Venue Name
pl: Nowa nazwa lokalizacji

source: Target Event
pl: Docelowe wydarzenie

source: Please select a target event.
pl: Wybierz docelowe wydarzenie.

source: Invalid event selection.
pl: Nieprawidłowy wybór wydarzenia.

source: Area name is too long (max 255 characters).
pl: Nazwa strefy jest za długa (max 255 znaków).

source: Area name is required.
pl: Nazwa strefy jest wymagana.

source: Space name is too long (max 255 characters).
pl: Nazwa sali jest za długa (max 255 znaków).

source: Space name is required.
pl: Nazwa sali jest wymagana.

source: Capacity must be at least 1.
pl: Pojemność musi wynosić co najmniej 1.

source: You don't have permission to access the backoffice panel.
pl: Nie masz uprawnień do panelu organizatora.

source: No events available for this sphere.
pl: Brak wydarzeń dostępnych dla tej sfery.

source: Event settings saved successfully.
pl: Ustawienia wydarzenia zostały zapisane.

source: Session type created successfully.
pl: Typ punktu programu został utworzony.

source: Session type not found.
pl: Typ punktu programu nie został znaleziony.

source: Session type updated successfully.
pl: Typ punktu programu został zaktualizowany.

source: Cannot delete session type with existing proposals.
pl: Nie można usunąć typu punktu programu z istniejącymi zgłoszeniami.

source: Session type deleted successfully.
pl: Typ punktu programu został usunięty.

source: Personal data field created successfully.
pl: Pole danych osobowych zostało utworzone.

source: Personal data field not found.
pl: Pole danych osobowych nie zostało znalezione.

source: Personal data field updated successfully.
pl: Pole danych osobowych zostało zaktualizowane.

source: Cannot delete field that is used in session types.
pl: Nie można usunąć pola używanego w typach punktów programu.

source: Personal data field deleted successfully.
pl: Pole danych osobowych zostało usunięte.

source: Session field created successfully.
pl: Pole punktu programu zostało utworzone.

source: Session field not found.
pl: Pole punktu programu nie zostało znalezione.

source: Session field updated successfully.
pl: Pole punktu programu zostało zaktualizowane.

source: Session field deleted successfully.
pl: Pole punktu programu zostało usunięte.

source: Venue created successfully.
pl: Lokalizacja została utworzona.

source: Venue not found.
pl: Lokalizacja nie została znaleziona.

source: Venue updated successfully.
pl: Lokalizacja została zaktualizowana.

source: Cannot delete venue with scheduled sessions.
pl: Nie można usunąć lokalizacji z zaplanowanymi sesjami.

source: Venue deleted successfully.
pl: Lokalizacja została usunięta.

source: Venue duplicated successfully.
pl: Lokalizacja została zduplikowana.

source: No other events available to copy to.
pl: Brak innych wydarzeń do skopiowania.

source: Venue copied to %(event)s successfully.
pl: Lokalizacja została skopiowana do %(event)s.

source: Area created successfully.
pl: Strefa została utworzona.

source: Area not found.
pl: Strefa nie została znaleziona.

source: Area updated successfully.
pl: Strefa została zaktualizowana.

source: Cannot delete area with scheduled sessions.
pl: Nie można usunąć strefy z zaplanowanymi sesjami.

source: Area deleted successfully.
pl: Strefa została usunięta.

source: Space created successfully.
pl: Sala została utworzona.

source: Space not found.
pl: Sala nie została znaleziona.

source: Space updated successfully.
pl: Sala została zaktualizowana.

source: Cannot delete space with scheduled sessions.
pl: Nie można usunąć sali z zaplanowanymi sesjami.

source: Space deleted successfully.
pl: Sala została usunięta.

source: Not set
pl: Nie ustawiono

source: Closed
pl: Zamknięte

source: Upcoming
pl: Nadchodzące

source: Active
pl: Aktywne

source: Page Not Found
pl: Strona nie została znaleziona.

source: Go Back
pl: Wróć

source: Go to Home
pl: Przejdź do strony głównej

source: Edit Profile
pl: Edycja danych

source: Logout
pl: Wyloguj

source: Login
pl: Zaloguj

source: Contact me
pl: Kontakt

source: Privacy Policy
pl: Polityka prywatności

source: Terms of Service
pl: Regulamin

source: Contact
pl: Kontakt

source: Waiting
pl: Oczekuję

source: Full
pl: Pełne

source: TBA
pl: Do ustalenia

source: years
pl: lat

source: All ages welcome
pl: Wszystkie grupy wiekowe

source: All ages
pl: Bez ograniczeń

source: waiting
pl: oczekuje
