Repository: fancysnake/ludamus
Catalog: src/ludamus/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Only connected users can enroll
pl: Tylko powiązani użytkownicy mogą się zapisać

source: Ended
pl: Zakończona

source: In Progress
pl: W Trakcie

source: Not Available
pl: Niedostępne

source: Completed
pl: Ukończone

source: Not Yet Available
pl: Jeszcze Niedostępne

source: Accept Proposal
pl: Zaakceptuj zgłoszenie

source: Select space and time slot for
pl: Wybierz przestrzeń i blok czasowy dla

source: Host
pl: Prowadzący

source: Participants Limit
pl: Limit uczestników

source: Submitted
pl: Przesłane

source: Tags
pl: Tagi

source: Description
pl: Opis

source: Requirements
pl: Wymagania

source: Special Needs
pl: Specjalne potrzeby

source: Preferred Time Slots
pl: Preferowane bloki czasowe

source: Assign to Schedule
pl: Przypisz do harmonogramu

source: Time Slot
pl: Wybrany blok czasowy:

source: Preferred
pl: Preferowany

source: Preferred time slots are highlighted in bold.
pl: Preferowane bloki czasowe są pogrubione.

source: Accept and Add to Agenda
pl: Zaakceptuj i dodaj do programu

source: Back to Event
pl: Powrót do wydarzenia

source: Anonymous Enrollment
pl: Anonimowy Zapis

source: Enroll anonymously in
pl: Zapisz się anonimowo na

source: Your Anonymous Code
pl: Twój Anonimowy Kod

source: Save this code to manage your enrollment later
pl: Zachowaj ten kod, aby później zarządzać swoim zapisem

source: Participants
pl: Uczestnicy

source: Time
pl: Czas

source: Minimum Age
pl: Minimalny Wiek

source: Manage Enrollment
pl: Zarządzaj zapisem

source: Enroll in Session
pl: Zapisz się na punkt programu

source: is already enrolled in this session.
pl: jest już zapisany na tę sesję.

source: Status: On waiting list
pl: Status: Na liście oczekujących

source: Please provide your name to complete the enrollment.
pl: Podaj swoje imię, aby dokończyć zapis.

source: Name
pl: Imię

source: Click below to enroll
pl: Kliknij poniżej, aby się zapisać

source: in this session.
pl: na tę sesję.

source: Cancel Enrollment
pl: Anuluj Zapis

source: Complete Enrollment
pl: Dokończ Zapis

source: Enroll Now
pl: Zapisz się teraz

source: Your code
pl: Twój kod

source: Save this code to access your enrollments later
pl: Zachowaj ten kod, aby później mieć dostęp do swoich zapisów

source: Manage Anonymous Enrollment
pl: Zarządzaj Anonimowym Zapisem

source: Enter your code to view and manage your enrollments
pl: Wprowadź swój kod, aby zobaczyć i zarządzać swoimi zapisami

source: Enter Your Code
pl: Wprowadź Swój Kod

source: Anonymous Enrollment Code
pl: Kod Anonimowego Zapisu

source: Enter your code
pl: Wprowadź swój kod

source: Enter the code you received when you enrolled (e.g., ab3x)
pl: Wprowadź kod, który otrzymałeś podczas zapisu (np. ab3x)

source: Find My Enrollments
pl: Znajdź Moje Zapisy

source: Code found!
pl: Kod znaleziony!

source: Showing enrollments for
pl: Pokazuję zapisy dla

source: Code
pl: Kod

source: Your Enrollments
pl: Twoje Zapisy

source: Enrolled
pl: Zapisany

source: Event
pl: Wydarzenie

source: You don't have any enrollments yet.
pl: Nie masz jeszcze żadnych zapisów.

source: Actions
pl: Akcje

source: View Event
pl: Zobacz wydarzenie

source: Enter Different Code
pl: Wprowadź Inny Kod

source: Lost your code? Unfortunately, we cannot recover it. You'll need to create a new enrollment.
pl: Zgubiłeś swój kod? Niestety, nie możemy go odzyskać. Musisz utworzyć nowy zapis.

source: Select who to enroll in
pl: Wybierz kogo zapisać na

source: Enrollment Options
pl: Opcje zapisu

source: Select enrollment options for each user
pl: Wybierz opcje zapisu dla każdego użytkownika

source: Current Status
pl: Aktualny status

source: Join Waiting List
pl: Dołącz do listy oczekujących

source: Cancel
pl: Anuluj

source: Myself
pl: Siebie

source: Already Enrolled
pl: Już zapisany

source: On Waiting List
pl: Na liście oczekujących

source: Time Conflict
pl: Konflikt czasowy

source: Available
pl: Dostępny

source: Time conflict
pl: Konflikt czasowy

source: No connected users available. You can add connected users in your
pl: Brak dostępnych powiązanych osób. Możesz dodać powiązane osoby w swoich

source: profile settings
pl: ustawieniach profilu

source: Session capacity
pl: Pojemność punktu programu

source: enrolled
pl: zapisanych

source: Enroll Selected Users
pl: Zapisz wybranych użytkowników

source: LIVE
pl: W TRAKCIE

source: COMPLETED
pl: ZAKOŃCZONE

source: UPCOMING
pl: NADCHODZĄCE

source: Enrollment Open
pl: Zapisy otwarte

source: Proposals Open
pl: Zgłoszenia otwarte

source: Start Time
pl: Początek

source: End Time
pl: Koniec

source: Your Enrollment Access
pl: Twój Dostęp do Zapisu

source: You can enroll up to %(total)s people (multiple enrollments allowed per person).
pl: Możesz zapisać maksymalnie %(total)s osób (każda osoba może być zapisana wielokrotnie).

source: Combined access: Individual enrollment passes + domain access (@%(domain)s).
pl: Dostęp łączony: Indywidualne przepustki zapisu + dostęp domenowy (@%(domain)s).

source: Domain-based access: Users from @%(domain)s have enrollment access.
pl: Dostęp domenowy: Użytkownicy z @%(domain)s mają dostęp do zapisu.

source: Each person can be enrolled in multiple sessions.
pl: Każda osoba może być zapisana na wiele punktów programu.

source: Domain-based access: Users from @%(domain)s have enrollment access.
pl: Dostęp domenowy: Użytkownicy z @%(domain)s mają dostęp do zapisu.

source: You may be able to enroll using your manager's enrollment passes.
pl: Możesz móc się zapisać używając przepustek zapisu swojego kierownika.

source: Contact your manager for enrollment assistance.
pl: Skontaktuj się ze swoim kierownikiem w sprawie pomocy przy zapisie.

source: You don't have any enrollment passes.
pl: Nie masz żadnych przepustek zapisu.

source: You can enroll when general enrollment opens.
pl: Możesz się zapisać, gdy rozpoczną się zapisy ogólne.

source: Login to check your enrollment options.
pl: Zaloguj się, aby sprawdzić swoje opcje zapisu.

source: You may have enrollment passes available after logging in.
pl: Po zalogowaniu możesz mieć dostępne przepustki zapisu.

source: Anonymous Mode Active
pl: Tryb Anonimowy Aktywny

source: Finish
pl: Zakończ

source: Anonymous Code
pl: Kod Anonimowy

source: This will replace your current anonymous session
pl: To zastąpi Twoją obecną anonimową sesję

source: Switch to This Code
pl: Przełącz na Ten Kod

source: Propose Session
pl: Zgłoś punkt programu

source: Filter by title or host...
pl: Filtruj według tytułu lub prowadzącego...

source: All statuses
pl: Wszystkie statusy

source: Available spots
pl: Dostępne miejsca

source: In progress
pl: W trakcie

source: Enrollment unavailable
pl: Zapisy niedostępne

source: I am enrolled
pl: Jestem zapisany

source: I am waiting
pl: Oczekuję

source: All venues
pl: Wszystkie lokalizacje

source: Min age
pl: Min wiek

source: Max age
pl: Max wiek

source: All
pl: Wszystkie

source: Clear
pl: Wyczyść

source: No sessions scheduled for this time slot
pl: Brak punktów programu zaplanowanych w tym bloku czasowym

source: be the first to propose!
pl: bądź pierwszy i zgłoś!

source: No sessions or time slots available yet
pl: Brak dostępnych punktów programu lub bloków czasowych

source: Be the first to propose a session!
pl: Bądź pierwszą osobą, która zgłosi punkt programu!

source: Sessions will be announced soon.
pl: Punkty programu zostaną wkrótce ogłoszone.

source: Pending Proposals
pl: Oczekujące zgłoszenia

source: Proposal
pl: Zgłoszenie

source: Preferred Times
pl: Preferowane czasy

source: Action
pl: Akcja

source: Flexible
pl: Elastyczny

source: Accept
pl: Zaakceptuj

source: Review
pl: Podejrzyj

source: No pending proposals
pl: Brak oczekujących zgłoszeń

source: All proposals have been reviewed.
pl: Wszystkie zgłoszenia zostały sprawdzone.

source: Close
pl: Zamknij

source: Enrollment Status
pl: Status zapisu

source: Your Status
pl: Twój status

source: Waiting List
pl: Lista oczekujących

source: Not enrolled
pl: Nie zapisany

source: Connected Users Status
pl: Status powiązanych użytkowników

source: Session Information
pl: Informacje o punkcie programu

source: Enroll Anonymously
pl: Zapisz się Anonimowo

source: Information
pl: Informacje

source: Host Discord
pl: Discord prowadzącego

source: Show Discord
pl: Pokaż Discord

source: Location
pl: Miejsce

source: To be announced
pl: Do ogłoszenia

source: Capacity
pl: Pojemność

source: Your Enrollment Status
pl: Twój status zapisu

source: You are enrolled in this session
pl: Jesteś zapisany na ten punkt programu

source: You are on the waiting list
pl: Jesteś na liście oczekujących

source: You are not enrolled in this session
pl: Nie jesteś zapisany na ten punkt programu

source: Enrolled Participants
pl: Zapisani uczestnicy

source: Show
pl: Pokaż

source: Position
pl: Pozycja

source: Added
pl: Dodano

source: No one on the waiting list.
pl: Nikt nie czeka na liście oczekujących.

source: No participants enrolled yet.
pl: Brak zapisanych uczestników.

source: Login to Enroll
pl: Zaloguj się aby się zapisać

source: Back to Events
pl: Powrót do wydarzeń

source: Submit a session proposal for
pl: Prześlij zgłoszenie punktu programu dla

source: Selected Time Slot:
pl: Wybrany blok czasowy:

source: Session Title
pl: Tytuł punktu programu

source: (required)
pl: (wymagane)

source: Choose a clear and engaging title that describes your session.
pl: Wybierz klarowny i angażujący tytuł, który opisuje Twój punkt programu.

source: Provide a detailed description of your session content and objectives.
pl: Podaj szczegółowy opis treści i celów Twojego punktu programu.

source: List any requirements or prerequisites for participants.
pl: Wymień wszelkie wymagania lub warunki wstępne dla uczestników.

source: Specify any special equipment or room setup requirements.
pl: Określ wszelkie specjalne wymagania sprzętowe lub dotyczące ustawienia sali.

source: Hold Ctrl/Cmd to select multiple tags.
pl: Przytrzymaj Ctrl/Cmd aby wybrać wiele tagów.

source: e.g. horror, investigation, sandbox
pl: np. horror, śledztwo, sandbox

source: Comma-separated. New tags will be reviewed by organizers.
pl: Oddzielone przecinkami. Nowe tagi zostaną sprawdzone przez organizatorów.

source: Age Rating
pl: Ocena Wiekowa

source: Submit Proposal
pl: Prześlij zgłoszenie

source: Proposals are reviewed by organizers. You'll be notified when yours is accepted and added to the agenda.
pl: Zgłoszenia są weryfikowane przez organizatorów. Dostaniesz powiadomienie, gdy Twoje zostanie zaakceptowane i dodane do programu.

source: Organizers will assign time slots to accepted proposals.
pl: Organizatorzy przypiszą bloki czasowe do zaakceptowanych zgłoszeń.

source: e.g. Curse of Strahd — one-shot for beginners
pl: np. Klątwa Strahda — one-shot dla początkujących

source: e.g. A gothic horror adventure in Barovia. We create characters together and play through a haunted castle. No experience needed, I will teach the rules as we go.
pl: np. Gotycka przygoda grozy w Barovii. Tworzymy postacie razem i gramy w nawiedzonym zamku. Doświadczenie nie jest wymagane — zasady tłumaczę na bieżąco.

source: e.g. Know basic D&D 5e rules. Bring your own dice and a level 3 character (or come 15 min early to make one).
pl: np. Znajomość podstaw D&D 5e. Przynieś własne kości i postać na 3. poziomie (lub przyjdź 15 min wcześniej, żeby ją stworzyć).

source: e.g. Large table for maps and minis, power outlet for laptop
pl: np. Duży stół na mapy i figurki, gniazdko do laptopa

source: e.g. A Pound of Flesh — survival horror in deep space
pl: np. A Pound of Flesh — survival horror w kosmosie

source: e.g. You are crew on a deep-space fuel station. Something has gone wrong. Survive, escape, or die trying. Mothership is rules-light and beginner-friendly.
pl: np. Jesteś załogą stacji paliwowej w głębokim kosmosie. Coś poszło nie tak. Przeżyj, ucieknij lub zgiń próbując. Mothership ma proste zasady i jest przyjazny dla nowych graczy.

source: e.g. No experience needed. Characters are created in 10 minutes at the table.
pl: np. Doświadczenie nie jest wymagane. Postacie tworzymy w 10 minut przy stole.

source: e.g. Dim lighting preferred for atmosphere
pl: np. Przyciemnione światło dla lepszej atmosfery

source: e.g. Honey in the Rafters — a Mausritter adventure
pl: np. Honey in the Rafters — przygoda w Mausritter

source: e.g. Play as brave mice exploring a dangerous world. We venture into an abandoned farmhouse to find a legendary honey cache. Light, fast rules — great for newcomers.
pl: np. Graj jako dzielna mysz eksplorująca niebezpieczny świat. Wyruszamy do opuszczonej farmy w poszukiwaniu legendarnych zapasów miodu. Lekkie, szybkie zasady — idealne dla nowych graczy.

source: e.g. None — rules are simple and we make characters at the table. Good for ages 8+.
pl: np. Brak — zasady są proste, postacie tworzymy przy stole. Odpowiednie dla osób od 8 lat.

source: e.g. Colored pencils and blank paper for mapping
pl: np. Kolorowe kredki i czysty papier do rysowania map

source: e.g. The Sword — a tense Burning Wheel one-shot
pl: np. The Sword — napięty one-shot w Burning Wheel

source: e.g. Three lords, one ancient sword, and conflicting Beliefs. A drama-heavy one-shot focused on negotiation, betrayal, and hard choices. No dice needed until someone breaks.
pl: np. Trzech lordów, jeden pradawny miecz i sprzeczne Przekonania. Dramatyczny one-shot skupiony na negocjacjach, zdradzie i trudnych wyborach. Kości nie będą potrzebne, dopóki ktoś nie pęknie.

source: e.g. Read the Hub and Spokes section of the rulebook. Pre-generated characters provided.
pl: np. Przeczytaj rozdział Hub and Spokes z podręcznika. Gotowe postacie zapewnione.

source: e.g. Quiet room — this game needs focused conversation
pl: np. Cicha sala — ta gra wymaga skupionej rozmowy

source: e.g. Burned Over — life after the apocalypse
pl: np. Burned Over — życie po apokalipsie

source: e.g. The world ended. Now what? We build a community together and see what happens when scarcity forces hard choices. Collaborative, fiction-first play.
pl: np. Świat się skończył. Co teraz? Budujemy wspólnie społeczność i sprawdzamy, co się dzieje, gdy niedobory wymuszają trudne wybory. Wspólna gra z naciskiem na fikcję.

source: e.g. No prep needed. Pick a playbook at the table. Some mature themes — for players 16+.
pl: np. Bez przygotowania. Wybierzecie playbooki przy stole. Zawiera wątki dla dorosłych — dla graczy 16+.

source: e.g. Whiteboard or large paper for relationship maps
pl: np. Tablica lub duży papier na mapy relacji

source: Proposals open
pl: Zgłoszenia otwarte

source: Log in
pl: Zaloguj się

source: Edit profile
pl: Edycja profilu

source: Log out
pl: Wyloguj się

source: Select a display theme:
pl: Wybierz motyw:

source: System theme
pl: Motyw systemowy

source: system
pl: systemowy

source: Light theme
pl: Jasny motyw

source: light
pl: jasny

source: Dark theme
pl: Ciemny motyw

source: dark
pl: ciemny

source: Login Required
pl: Wymagane logowanie

source: You need to be logged in to access this page.
pl: Musisz być zalogowany, aby uzyskać dostęp do tej strony.

source: Back to Home
pl: Powrót do strony głównej

source: Connected users
pl: Powiązane osoby

source: Personal Information
pl: Dane osobiste

source: Connected people are family members or friends that you can enroll in events. They won't have their own login accounts - you'll handle all their event registrations for them
pl: Powiązane osoby to członkowie rodziny lub przyjaciele, których możesz zapisywać na wydarzenia. Nie będą mieli własnych kont logowania - wszystkie ich rejestracje na wydarzenia obsługujesz ty

source: Add connected user
pl: Dodaj powiązaną osobę

source: You have reached the maximum limit of %(max_connected_users)s connected users.
pl: Osiągnąłeś maksymalny limit %(max_connected_users)s powiązanych osób.

source: Your connected users
pl: Powiązane osoby

source: Edit
pl: Edycja

source: Are you sure you want to delete this item?
pl: Czy na pewno chcesz usunąć?

source: Delete
pl: Usuń

source: No connected users yet
pl: Brak powiązanych użytkowników

source: Add your first item using the form above.
pl: Dodaj pierwszy wpis używając powyższego formularza

source: You have %(counter)s confirmed session participation.
pl: Masz %(counter)s potwierdzone uczestnictwo w punkcie programu.

source: Copy to clipboard
pl: Skopiuj do schowka

source: Design
pl: Wygląd

source: Design system
pl: System wyglądu

source: UI components without application logic.
pl: Komponenty UI bez logiki aplikacji.

source: Buttons
pl: Przyciski

source: Primary
pl: Główny

source: Outline
pl: Obrys

source: Secondary
pl: Drugorzędny

source: Light
pl: Jasny

source: Danger
pl: Niebezpieczny

source: Cards
pl: Karty

source: Component
pl: Komponent

source: Sample card
pl: Przykładowa karta

source: Use this layout for reference when styling new UI blocks.
pl: Użyj tego układu jako odniesienia przy stylizowaniu nowych bloków UI.

source: Primary action
pl: Główna akcja

source: Ghost
pl: Duch

source: Stateful block
pl: Blok ze stanem

source: Ready
pl: Gotowe

source: Pair badges with compact headlines to highlight status.
pl: Łącz odznaki ze zwięzłymi nagłówkami, aby podkreślić status.

source: Label
pl: Etykieta

source: Value
pl: Wartość

source: Form controls
pl: Kontrolki formularza

source: Text field
pl: Pole tekstowe

source: Placeholder
pl: Tekst zastępczy

source: Checkbox
pl: Pole wyboru

source: Radio A
pl: Opcja A

source: Radio B
pl: Opcja B

source: Submit
pl: Wyślij

source: Events
pl: Wydarzenia

source: Upcoming events
pl: Nadchodzące wydarzenia

source: Past events
pl: Minione wydarzenia

source: No events available
pl: Brak dostępnych wydarzeń

source: There are currently no events scheduled. Please check back later!
pl: Obecnie nie ma zaplanowanych wydarzeń. Sprawdź ponownie później!

source: New Area
pl: Nowa strefa

source: Areas
pl: Strefy

source: Area Details
pl: Szczegóły strefy

# place
source: Name
pl: Nazwa

source: e.g., East Wing, Floor 2
pl: np. Skrzydło wschodnie, Piętro 2

source: Optional description of this area
pl: Opcjonalny opis tej strefy

source: Create Area
pl: Utwórz strefę

source: Edit Area
pl: Edycja strefy

source: New Space
pl: Nowa przestrzeń

source: Venues
pl: Lokalizacje

source: What are spaces?
pl: Czym są przestrzenie?

source: Spaces are individual rooms or locations where sessions take place. Each space has a capacity and can be scheduled for events. Examples: conference rooms, workshop tables, gaming stations.
pl: Przestrzenie to pojedyncze sale lub miejsca, w których odbywają się punkty programu. Każda przestrzeń ma określoną pojemność i może być planowana dla wydarzeń. Przykłady: sale konferencyjne, stoły warsztatowe, stanowiska do gier.

source: Are you sure you want to delete this space?
pl: Czy na pewno chcesz usunąć tę przestrzeń?

source: No spaces yet. Create a space to define bookable rooms in this area.
pl: Brak przestrzeni. Utwórz przestrzeń, aby zdefiniować sale do rezerwacji w tej strefie.

source: No events available. Create an event to get started.
pl: Brak dostępnych wydarzeń. Utwórz wydarzenie, aby rozpocząć.

source: Save Changes
pl: Zapisz zmiany

source: Danger Zone
pl: Strefa zagrożenia

source: Deleting an area cannot be undone.
pl: Usunięcie strefy nie może zostać cofnięte.

source: Are you sure you want to delete this area?
pl: Czy na pewno chcesz usunąć tę strefę?

source: Delete Area
pl: Usuń strefę

source: Backoffice
pl: Panel organizatora

source: Dashboard
pl: Pulpit

source: Call for Proposals
pl: Nabór zgłoszeń

source: Settings
pl: Ustawienia

source: Event Settings
pl: Ustawienia wydarzenia

source: Back to website
pl: Wróć do strony

source: Organizer
pl: Organizator

source: Event:
pl: Wydarzenie:

source: Proposals Closed
pl: Zgłoszenia zamknięte

source: New Session Type
pl: Nowy typ punktu programu

source: Session Type Details
pl: Szczegóły typu punktu programu

source: e.g., RPG Sessions, Workshops, Lectures
pl: np. Sesje RPG, Warsztaty, Wykłady

source: Create
pl: Utwórz

source: Add and configure
pl: Utwórz i skonfiguruj

source: Configure Session Type
pl: Konfiguruj typ punktu programu

source: Save
pl: Zapisz

source: Submissions open
pl: Otwarcie zgłoszeń

source: Submissions close
pl: Zamknięcie zgłoszeń

source: Allowed Durations
pl: Dozwolone czasy trwania

source: Define how long sessions of this type can be.
pl: Określ jak długo mogą trwać punkty programu tego typu.

source: Add
pl: Dodaj

source: No durations configured yet.
pl: Nie skonfigurowano jeszcze czasów trwania.

source: There is %(count)s existing proposal for this session type.
pl: Istnieje %(count)s zgłoszenie dla tego typu punktu programu.

source: Changes to field requirements will not affect existing proposals. New fields will not be added to them, and removed fields will keep their data.
pl: Zmiany w wymaganiach pól nie wpłyną na istniejące zgłoszenia. Nowe pola nie zostaną do nich dodane, a usunięte pola zachowają swoje dane.

source: Host Data Fields
pl: Pola danych twórcy

source: Select which personal data fields hosts must provide. Drag to reorder.
pl: Wybierz, które pola danych osobowych muszą podać twórcy. Przeciągnij, aby zmienić kolejność.

source: Not included
pl: Nieuwzględnione

source: Required
pl: Wymagane

source: Optional
pl: Opcjonalne

source: No personal data fields defined for this event.
pl: Nie zdefiniowano pól danych osobowych dla tego wydarzenia.

source: Configure host data fields
pl: Skonfiguruj pola danych twórcy

source: Session Fields
pl: Pola punktu programu

source: Select which session fields hosts must provide. Drag to reorder.
pl: Wybierz, które pola punktu programu muszą podać twórcy. Przeciągnij, aby zmienić kolejność.

source: No session fields defined for this event.
pl: Nie zdefiniowano pól punktu programu dla tego wydarzenia.

source: Configure session fields
pl: Skonfiguruj pola punktu programu

source: Session Types
pl: Typy punktów programu

source: Statistics
pl: Statystyki

source: Submissions
pl: Zgłoszenia

source: Configure
pl: Konfiguruj

source: Are you sure you want to delete this session type?
pl: Czy na pewno chcesz usunąć ten typ punktu programu?

source: No session types yet. Add a session type to allow hosts to submit proposals.
pl: Brak typów punktów programu. Dodaj typ, aby twórcy mogli składać zgłoszenia.

source: Overview
pl: Przegląd

source: All Sessions
pl: Wszystkie punkty programu

source: scheduled
pl: zaplanowanych

source: pending
pl: oczekujących

source: Program Hosts
pl: Twórcy programu

source: Rooms
pl: Sale

source: Proposals
pl: Zgłoszenia

source: New Personal Data Field
pl: Nowe pole danych osobowych

source: Host Information
pl: Informacje o twórcy

source: Field Details
pl: Szczegóły pola

source: e.g., Email, Phone, Bio
pl: np. Email, Telefon, Bio

source: Field Type
pl: Typ pola

source: Options
pl: Opcje

source: One option per line
pl: Jedna opcja na linię

source: Enter one option per line (for Select fields only).
pl: Wprowadź jedną opcję na linię (tylko dla pól typu Wybór).

source: Allow multiple selections
pl: Zezwól na wielokrotny wybór

source: Allow custom values
pl: Zezwól na własne wartości

source: Edit Personal Data Field
pl: Edytuj pole danych osobowych

source: Field type cannot be changed after creation.
pl: Typ pola nie może być zmieniony po utworzeniu.

source: Personal Data Fields
pl: Pola danych osobowych

source: Back to CFP
pl: Wróć do naboru zgłoszeń

source: New Field
pl: Nowe pole

source: What are Host Data Fields?
pl: Czym są pola danych twórcy?
